IDEA Open Model
FoldedPlateData Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the FoldedPlateData class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public FoldedPlateData()
Public Sub New
public:
FoldedPlateData()
See Also
Reference
FoldedPlateData Class
IdeaRS.OpenModel.Connection Namespace